{
  "en": {
    "back": "Back to Projects",
    "wip_badge": "Work in Progress",
    "title": "Pause & Deserve",
    "tagline": "First-person survival game with psychological horror elements and strategic pause mechanics.",
    "gameplay": {
      "title": "Gameplay Preview"
    },
    "overview": {
      "title": "Game Overview",
      "desc": "You play as a sinner trying to escape eternal punishment. Death chases you relentlessly through a surreal, nightmarish landscape. Using your 'pause' power, you can freeze Death momentarily to find better escape routes. Death becomes faster over time and every time you pause him, challenging your reflexes and strategy."
    },
    "mechanics": {
      "chase": {
        "title": "Relentless Chase",
        "desc": "Death uses advanced pathfinding to navigate obstacles and adapts to your movements, creating an ever-present threat."
      },
      "pause": {
        "title": "Strategic Pause",
        "desc": "Temporarily freeze Death's movement to create escape opportunities. Each use has a cooldown and makes Death faster."
      },
      "world": {
        "title": "Dynamic Environment",
        "desc": "The nightmare landscape shifts as time progresses—walls close in, pathways change, and lighting dims."
      },
      "score": {
        "title": "Survival Challenge",
        "desc": "Endless survival game that tracks your best times and tests both reflexes and strategic thinking."
      }
    },
    "design": {
      "title": "Design Philosophy",
      "desc": "This project focuses on creating immersive tension through first-person perspective, intelligent AI behavior, and audio design that enhances the psychological horror atmosphere. The development emphasizes rapid prototyping and iterative design based on playtesting feedback."
    },
    "tech": {
      "title": "Technology Stack"
    },
    "gallery": {
      "title": "Development Gallery",
      "death": "Death Approaches",
      "bushes": "Nightmare Landscape",
      "corridor": "The Red Corridor",
      "key": "Interactive Elements"
    },
    "button": {
      "projects": "All Projects"
    }
  },
  "pl": {
    "back": "Powrót do projektów",
    "wip_badge": "W trakcie realizacji",
    "title": "Pause & Deserve",
    "tagline": "Gra survivalowa FPP z elementami psychologicznego horroru i strategiczną mechaniką pauzy.",
    "gameplay": {
      "title": "Podgląd rozgrywki"
    },
    "overview": {
      "title": "Opis gry",
      "desc": "Grasz jako grzesznik próbujący uciec przed wieczną karą. Śmierć ściga cię nieustannie przez surrealistyczny, koszmarny krajobraz. Używając swojej mocy 'pauzy', możesz na chwilę zamrozić Śmierć, aby znaleźć lepsze drogi ucieczki. Śmierć staje się szybsza z czasem i za każdym razem gdy ją zatrzymujesz, stawiając wyzwanie twojej reakcji i strategii."
    },
    "mechanics": {
      "chase": {
        "title": "Nieustanna pogoń",
        "desc": "Śmierć używa zaawansowanego pathfindingu do omijania przeszkód i dostosowuje się do twoich ruchów, tworząc ciągle obecne zagrożenie."
      },
      "pause": {
        "title": "Strategiczna pauza",
        "desc": "Tymczasowo zamroź ruch Śmierci aby stworzyć okazje do ucieczki. Każde użycie ma czas odnowienia i sprawia że Śmierć jest szybsza."
      },
      "world": {
        "title": "Dynamiczne środowisko",
        "desc": "Koszmarny krajobraz zmienia się wraz z upływem czasu—ściany zbliżają się, ścieżki się zmieniają, a oświetlenie przygasa."
      },
      "score": {
        "title": "Wyzwanie przetrwania",
        "desc": "Nieskończona gra survivalowa, która śledzi twoje najlepsze czasy i testuje zarówno refleks jak i strategiczne myślenie."
      }
    },
    "design": {
      "title": "Filozofia projektu",
      "desc": "Ten projekt skupia się na tworzeniu immersyjnego napięcia poprzez perspektywę pierwszoosobową, inteligentne zachowanie AI i design dźwięku wzmacniający atmosferę psychologicznego horroru. Rozwój kładzie nacisk na szybkie prototypowanie i iteracyjny design oparty na feedbacku z playtestów."
    },
    "tech": {
      "title": "Stos technologiczny"
    },
    "gallery": {
      "title": "Galeria rozwoju",
      "death": "Śmierć zbliża się",
      "bushes": "Koszmarny krajobraz",
      "corridor": "Czerwony korytarz",
      "key": "Elementy interaktywne"
    },
    "button": {
      "projects": "Wszystkie Projekty"
    }
  },
  "nl": {
    "back": "Terug naar Projecten",
    "wip_badge": "In ontwikkeling",
    "title": "Pause & Deserve",
    "tagline": "First-person survival game met psychologische horror elementen en strategische pauze mechanica.",
    "gameplay": {
      "title": "Gameplay Preview"
    },
    "overview": {
      "title": "Game Overzicht",
      "desc": "Je speelt als een zondaar die probeert te ontsnappen aan eeuwige straf. De Dood achtervolgt je meedogenloos door een surrealistische, nachtmerrieachtige landschap. Met je 'pauze' kracht kun je de Dood tijdelijk bevriezen om betere ontsnappingsroutes te vinden. De Dood wordt sneller na verloop van tijd en elke keer dat je hem pauzeert, waardoor je reflexen en strategie uitgedaagd worden."
    },
    "mechanics": {
      "chase": {
        "title": "Meedogenloze Achtervolging",
        "desc": "De Dood gebruikt geavanceerde pathfinding om obstakels te navigeren en past zich aan aan jouw bewegingen, wat een constant aanwezige dreiging creëert."
      },
      "pause": {
        "title": "Strategische Pauze",
        "desc": "Bevries tijdelijk de beweging van de Dood om ontsnappingsmogelijkheden te creëren. Elk gebruik heeft een cooldown en maakt de Dood sneller."
      },
      "world": {
        "title": "Dynamische Omgeving",
        "desc": "Het nachtmerrie landschap verschuift terwijl de tijd verstrijkt—muren komen dichterbij, paden veranderen en de verlichting dimt."
      },
      "score": {
        "title": "Survival Uitdaging",
        "desc": "Eindeloze survival game die je beste tijden bijhoudt en zowel reflexen als strategisch denken test."
      }
    },
    "design": {
      "title": "Design Filosofie",
      "desc": "Dit project richt zich op het creëren van meeslepende spanning door first-person perspectief, intelligent AI gedrag en audio design dat de psychologische horror atmosfeer versterkt. De ontwikkeling legt de nadruk op snel prototypen en iteratief design gebaseerd op playtesting feedback."
    },
    "tech": {
      "title": "Technology Stack"
    },
    "gallery": {
      "title": "Ontwikkelingsgalerij",
      "death": "De Dood nadert",
      "bushes": "Nachtmerrie Landschap",
      "corridor": "De Rode Corridor",
      "key": "Interactieve Elementen"
    },
    "button": {
      "projects": "Alle Projecten"
    }
  }
}
